app/Controllers/Dashboard.php

SELECT *
FROM `users`
WHERE `users`.`id` = '9'
---
    public function index()
    {
        $usersModel = new \App\Models\UserModel();
        $loggedUserID = session()->get('loggedUser');
        $userInfo = $usersModel->find($loggedUserID);